IdeaRS.Connections
AnchoringData.ApplyBoltShearType Property
Compatible with IDEA StatiCa 0.0
 Indicates type of shear transfer
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public BoltShearType ApplyBoltShearType { get; set; }
Property Value
Type: BoltShearType
See Also
Reference
AnchoringData Class
IdeaRS.Connections.Data Namespace